let list =[
    {
        "title":"Понятие электричества",
        "text":"<h1 class='h1-another'>Понятие электричества</h1><p class='simple-text'><b>Электрический ток</b> — это направленное (упорядоченное) движение заряженных частиц.</p><p class='simple-text'><b>Электрический заряд q</b>  — это физическая скалярная величина, определяющая способность тел быть источником электромагнитных полей и принимать участие в электромагнитном взаимодействии.</p><p class='simple-text'><b>Электрическое поле (ЭП)</b> – это форма материи, которая окружает электрически заряженные тела и которую можно обнаружить по взаимодействию электрически заряженных тел.</p><p class='simple-text'><b>Обозначение элементов электрической цепи</b></p><img src='Схема.PNG' alt='sheme' class='sheme'>"
    },
    {
        "title":"Принципиальные схемы",
        "text":"<h1 class='h1-another'>Принципиальные схемы</h1>"
    },
    {
        "title":"Основные законы электричества",
        "text":"<h1 class='h1-another'>Основные законы электричества</h1>"
    },
    {
        "title":"Управление электричеством",
        "text":"<h1 class='h1-another'>Управление электричеством</h1>"
    },
    {
        "title":"Делитель напряжения",
        "text":"<h1 class='h1-another'>Делитель напряжения</h1>"
    },
    {
        "title":"Конденсатор",
        "text":"<h1 class='h1-another'>Конденсатор</h1>"
    },
    {
        "title":"Резистор",
        "text":"<h1 class='h1-another'>Резистор</h1>"
    },
    {
        "title":"Диод",
        "text":"<h1 class='h1-another'>Диод</h1>"
    },
    {
        "title":"Светодиод",
        "text":"<h1 class='h1-another'>Светодиод</h1>"
    },
    {
        "title":"Кнопка",
        "text":"<h1 class='h1-another'>Кнопка</h1>"
    },
    {
        "title":"Светодиодные сборки",
        "text":"<h1 class='h1-another'>Светодиодные сборки</h1>"
    },
    {
        "title":"Биполярный транзистор",
        "text":"<h1 class='h1-another'>Биполярный транзистор</h1>"
    },
    {
        "title":"Полевой транзистор",
        "text":"<h1 class='h1-another'>Полевой транзистор</h1>"
    },
    {
        "title":"Пьезодинамик",
        "text":"<h1 class='h1-another'>Пьезодинамик</h1>"
    },
    {
        "title":"Аналоговый сигнал",
        "text":"<h1 class='h1-another'>Аналоговый сигнал</h1>"
    },
    {
        "title":"Цифровой сигнал",
        "text":"<h1 class='h1-another'>Цифровой сигнал</h1>"
    },
    {
        "title":"Датчики и сенсоры: теория",
        "text":"<h1 class='h1-another'>Датчики и сенсоры: теория</h1>"
    },
    {
        "title":"Широтно-импульсная модуляция (ШИМ, PWM)",
        "text":"<h1 class='h1-another'>Широтно-импульсная модуляция (ШИМ, PWM)</h1>"
    },
    {
        "title":"Коллекторный двигатель",
        "text":"<h1 class='h1-another'>Коллекторный двигатель</h1>"
    },
    {
        "title":"Сервопривод",
        "text":"<h1 class='h1-another'>Сервопривод</h1>"
    },
    {
        "title":"Языки программирования: обзор",
        "text":"<h1 class='h1-another'>Языки программирования: обзор</h1>"
    },
    {
        "title":"Структуры программы C++ для Arduino",
        "text":"<h1 class='h1-another'>Структуры программы C++ для Arduino</h1>"
    },
    {
        "title":"Константы, пременные и арифметика",
        "text":"<h1 class='h1-another'>Константы, пременные и арифметика</h1>"
    },
    {
        "title":"Логические пременные, выражения if, ветвление",
        "text":"<h1 class='h1-another'>Логические пременные, выражения if, ветвление</h1>"
    },
    {
        "title":"Конечные автоматы, пречисление enum, выражения switch",
        "text":"<h1 class='h1-another'>Конечные автоматы, пречисление enum, выражения switch</h1>"
    },
    {
        "title":"Случайные числа",
        "text":"<h1 class='h1-another'>Случайные числа</h1>"
    }
]
